<?php

/**
 * @var $this \yii\web\View
 * @var $id string
 */

use app\components\helpers\Html;

$pages = [
    '160410' => [
        'id' => '160410',
        'title' => Yii::t('main', 'Вакансия Менеджер по работе с клиентами - Гонконг'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Менеджер по работе с клиентами'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Менеджер по работе с клиентами') . '</h2>
                                <span class="time">' . Yii::t('main', 'Гонконг') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Работая в нашей команде по работе в офисе Гонконг, вы будете выступать в качестве основного контактного лица между нашими ключевыми клиентами и внутренними командами. Вы будете уделять основное внимание обеспечению превосходного обслуживания клиентов и обеспечению повторного привлечения наших существующих клиентов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете работать с нашими клиентами, чтобы понять их желания и потребности, предлагая решения проблем и работая с ними над любыми проблемами, которые могут возникнуть в ходе их проектов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете отвечать за информирование наших клиентов о новейших разработках в области Green Line Technology и о том, как наше новейшее оборудование может положительно повлиять на их работу. Вы также будете выстраивать прочные внутренние отношения, регулярно поддерживая связь с нашими мастерскими и службами технической поддержки, чтобы обеспечить доставку продукции нашим клиентам и последующее техническое обслуживание.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Сбор аналитической информации о рынке и конкурентной среде является еще одним ключевым аспектом этой роли, позволяющим выявлять возникающие рыночные тенденции и новые возможности для продуктов и услуг Группы.') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Это отличная возможность присоединиться к динамичной и нацеленной на результат команде и добиться долгосрочного успеха с нашими уважаемыми клиентами.') . '</p>
                                <h5 class="h6">' . Yii::t('main', 'Что поможет вам добиться успеха в этой должности?') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Опыт работы в качестве специалиста по морским буровым платформам и желание перейти на работу с клиентами или<br>&#8226; Опыт предыдущей работы на аналогичной должности, глубокие знания в области строительства морских буровых платформ и подводных коммуникаций <br>&#8226; Отличные навыки межличностного общения, организованность и способность успешно работать в среде, ориентированной на клиента и обслуживание.<br>&#8226; Способность управлять полным циклом взаимоотношений с клиентами от первоначального обращения к заказчику до закрытия заказа и дальнейшего управления взаимоотношениями') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                                <h5 class="">' . Yii::t('main', 'Знание Английского и Китайского языков обязательно.') . '</h5>
                            </div>
                            
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160420' => [
        'id' => '160420',
        'title' => Yii::t('main', 'Вакансия Инженер по трубопроводной арматуре - Калининград'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Инженер по трубопроводной арматуре'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Инженер по трубопроводной арматуре') . '</h2>
                                <span class="time">' . Yii::t('main', 'Калининград') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <span class="title">' . Yii::t('main', 'Обязанности') . '</span>
                                <ul>
                                    <li> ' . Yii::t('main', 'Подбор оборудования по каталогу производителя') . '</li>
                                    <li> ' . Yii::t('main', 'Подготовка чертежей') . '</li>
                                    <li>' . Yii::t('main', 'Составление технических предложений') . '</li>
                                    <li>' . Yii::t('main', 'Расчет и выбор оборудования по программе производителя') . '</li>
                                    <li>' . Yii::t('main', 'Техническое консультирование заказчиков по телефону') . '</li>
                                    <li>' . Yii::t('main', 'Ведение деловой технической переписки и переговоров') . '</li>
                                </ul>
                                <span class="title">' . Yii::t('main', 'Условия') . '</span><ul><li>' . Yii::t('main', 'Рабочий день: ПН-ПТ с 09.00 до 18.00') . '</li><li>' . Yii::t('main', 'Оформление в соответствии с Трудовым кодексом РФ') . '</li><li>' . Yii::t('main', 'Обучение за счет компании') . '</li></ul>
                                <span class="title">' . Yii::t('main', 'Требования') . '</span><ul><li>' . Yii::t('main', 'От 28 лет') . '</li><li>' . Yii::t('main', 'Профильное образование: высшее техническое, магистратура') . '</li><li>' . Yii::t('main', 'Уверенный пользователь ПК: MS Office, AutoCAD, SolidWorks') . '</li><li>' . Yii::t('main', 'Знание английского языка') . '</li></ul>
                                </div>
                            
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160430' => [
        'id' => '160430',
        'title' => Yii::t('main', 'Вакансия Менеджер по работе с клиентами Владивосток'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Менеджер по работе с клиентами'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Менеджер по работе с клиентами') . '</h2>
                                <span class="time">' . Yii::t('main', 'Владивосток') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Работая в нашей команде по работе в офисе г. Владивосток, вы будете выступать в качестве основного контактного лица между нашими ключевыми клиентами и внутренними командами. Вы будете уделять основное внимание обеспечению превосходного обслуживания клиентов и обеспечению повторного привлечения наших существующих клиентов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете работать с нашими клиентами, чтобы понять их желания и потребности, предлагая решения проблем и работая с ними над любыми проблемами, которые могут возникнуть в ходе их проектов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете отвечать за информирование наших клиентов о новейших разработках в области Green Line Technology и о том, как наше новейшее оборудование может положительно повлиять на их работу. Вы также будете выстраивать прочные внутренние отношения, регулярно поддерживая связь с нашими мастерскими и службами технической поддержки, чтобы обеспечить доставку продукции нашим клиентам и последующее техническое обслуживание.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Сбор аналитической информации о рынке и конкурентной среде является еще одним ключевым аспектом этой роли, позволяющим выявлять возникающие рыночные тенденции и новые возможности для продуктов и услуг Группы.') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Это отличная возможность присоединиться к динамичной и нацеленной на результат команде и добиться долгосрочного успеха с нашими уважаемыми клиентами.') . '</p>
                                <h5 class="h6">' . Yii::t('main', 'Что поможет вам добиться успеха в этой должности?') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Опыт работы в качестве специалиста по морским буровым платформам и желание перейти на работу с клиентами или<br>&#8226; Опыт предыдущей работы на аналогичной должности, глубокие знания в области строительства морских буровых платформ и подводных коммуникаций <br>&#8226; Отличные навыки межличностного общения, организованность и способность успешно работать в среде, ориентированной на клиента и обслуживание.<br>&#8226; Способность управлять полным циклом взаимоотношений с клиентами от первоначального обращения к заказчику до закрытия заказа и дальнейшего управления взаимоотношениями') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                                <h5 class="">' . Yii::t('main', 'Знание Английского и Китайского языков обязательно.') . '</h5>
                            </div>
                            
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160440' => [
        'id' => '160440',
        'title' => Yii::t('main', 'Вакансия Администратор Владивосток'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Администратор'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Администратор') . '</h2>
                                <span class="time">' . Yii::t('main', 'Владивосток') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'В качестве администратора/секретаря на ресепшене вы будете играть важную роль в активной поддержке как офиса, так и мастерской, координируя плановые и разовые программы технического обслуживания, чтобы сократить время простоя в ходе бизнес-операций. Вы также будете следить за тем, чтобы производственные и офисные помещения соответствовали стандартам компании и общепринятой практике, и будете основным контактным лицом по всем вопросам, связанным с оборудованием на объекте, активно поддерживая бесперебойную работу всего объекта.') . '</p>
                                <h5 class="">' . Yii::t('main', 'В число других обязанностей входит:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Взаимодействие с третьими сторонами для технического обслуживания и ремонта оборудования и координация действий с мастером на месте для обеспечения своевременного выполнения задач по техническому обслуживанию<br>&#8226; Взаимодействие с командой цепочки поставок для получения предложений и размещения заказов на запчасти и услуги<br>&#8226; Обеспечение соблюдения процедур проверки поставщиков и подрядчиков<br>&#8226; Взаимодействие с бригадами мастерских для ведения точных записей о техническом обслуживании установок и оборудования<br>&#8226; Регулярное обновление ведомственных реестров и реестра оборудования, а также выдача напоминаний о техническом обслуживании и сопутствующих документов<br>&#8226; Управление запасами офисного оборудования, включая канцелярские принадлежности и напитки, а также организация подарочных пакетов для проведения мероприятий, совещаний и тренингов<br>&#8226; Ведение досок объявлений компании, как физических, так и цифровых<br>&#8226; Предоставление услуг по приему гостей, включая ответы на звонки, обработку почты и прием посетителей') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Это отличная возможность присоединиться к динамичной и нацеленной на результат команде и добиться долгосрочного успеха с нашими уважаемыми клиентами.') . '</p>
                                <h5 class="h6">' . Yii::t('main', 'Что поможет вам добиться успеха в этой должности?') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Глубокие знания и опыт работы со всеми приложениями Microsoft 365<br>&#8226; Опыт администрирования в многопрофильной среде<br>&#8226; Отличные навыки межличностного общения, позволяющие эффективно общаться, как в письменной, так и в устной форме, с руководством, коллегами, подрядчиками и различными внешними заинтересованными сторонами<br>&#8226; Желательно знание законодательных требований к тяжелым установкам и оборудованию') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                            </div>
                            
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160450' => [
        'id' => '160450',
        'title' => Yii::t('main', 'Вакансия Администратор Гонконг'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Администратор'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Администратор') . '</h2>
                                <span class="time">' . Yii::t('main', 'Гонконг') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'В качестве администратора/секретаря на ресепшене вы будете играть важную роль в активной поддержке как офиса, так и мастерской, координируя плановые и разовые программы технического обслуживания, чтобы сократить время простоя в ходе бизнес-операций. Вы также будете следить за тем, чтобы производственные и офисные помещения соответствовали стандартам компании и общепринятой практике, и будете основным контактным лицом по всем вопросам, связанным с оборудованием на объекте, активно поддерживая бесперебойную работу всего объекта.') . '</p>
                                <h5 class="">' . Yii::t('main', 'В число других обязанностей входит:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Взаимодействие с третьими сторонами для технического обслуживания и ремонта оборудования и координация действий с мастером на месте для обеспечения своевременного выполнения задач по техническому обслуживанию<br>&#8226; Взаимодействие с командой цепочки поставок для получения предложений и размещения заказов на запчасти и услуги<br>&#8226; Обеспечение соблюдения процедур проверки поставщиков и подрядчиков<br>&#8226; Взаимодействие с бригадами мастерских для ведения точных записей о техническом обслуживании установок и оборудования<br>&#8226; Регулярное обновление ведомственных реестров и реестра оборудования, а также выдача напоминаний о техническом обслуживании и сопутствующих документов<br>&#8226; Управление запасами офисного оборудования, включая канцелярские принадлежности и напитки, а также организация подарочных пакетов для проведения мероприятий, совещаний и тренингов<br>&#8226; Ведение досок объявлений компании, как физических, так и цифровых<br>&#8226; Предоставление услуг по приему гостей, включая ответы на звонки, обработку почты и прием посетителей') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Это отличная возможность присоединиться к динамичной и нацеленной на результат команде и добиться долгосрочного успеха с нашими уважаемыми клиентами.') . '</p>
                                <h5 class="h6">' . Yii::t('main', 'Что поможет вам добиться успеха в этой должности?') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Глубокие знания и опыт работы со всеми приложениями Microsoft 365<br>&#8226; Опыт администрирования в многопрофильной среде<br>&#8226; Отличные навыки межличностного общения, позволяющие эффективно общаться, как в письменной, так и в устной форме, с руководством, коллегами, подрядчиками и различными внешними заинтересованными сторонами<br>&#8226; Желательно знание законодательных требований к тяжелым установкам и оборудованию') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                                <h5 class="">' . Yii::t('main', 'Знание Английского и Китайского языков обязательно.') . '</h5>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160460' => [
        'id' => '160460',
        'title' => Yii::t('main', 'Вакансия Специалист по техническому обслуживанию Калининград'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Специалист по техническому обслуживанию'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Специалист по техническому обслуживанию') . '</h2>
                                <span class="time">' . Yii::t('main', 'Калининград') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Присоединившись к Green Line в качестве специалиста по техническому обслуживанию, вы присоединитесь к нашей линии технического обслуживания механических решений, помогая выполнять повседневные обязанности в мастерской и на верфи для поддержки текущих операций.') . '</p>
                                <h5 class="">' . Yii::t('main', 'В число других обязанностей входит:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Прежде чем приступить к работе, убедитесь, что все оборудование имеет исправный вид. Для этого потребуется оборудование для торкретирования, шлифовки, протирки, нанесения грунтовки и покраски<br>&#8226; Обеспечение соответствия всего оборудования требованиям Компании. Для этого необходимо изготовить защитные ограждения, ограничивающие доступ к движущимся частям оборудования.  Измерение, маркировка, шлифовка, резка, сверление, сварка, подготовка, покраска, установка <br>&#8226; Ответственный за все проверки оборудования перед мобилизацией/ демобилизацией. Это включает в себя проверку уровня масла, консистентной смазки, топлива, регулировку, функциональный тест, испытание давлением, сертификацию, контрольные листы и заполнение сопутствующих документов<br>&#8226; Сборка, тестирование, предварительная проверка и техническое обслуживание целого ряда дизельного, гидравлического и пневматического оборудования<br>&#8226; Обеспечение чистоты и опрятности во дворе, мастерской и столовой<br>&#8226; Оказание помощи клиентам в выполнении различных работ за пределами площадки по мере необходимости<br>&#8226; Изготовление и сборка арендованного оборудования<br>&#8226; Ведение документации по техническому обслуживанию и выполнение всех регламентных работ по техническому обслуживанию<br>&#8226; Вождение транспортных средств компании, в частности грузовых автомобилей<br>&#8226; Управление вилочными погрузчиками <br>&#8226; Участие в ежедневных семинарах по инструментарию') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; У вас будет высшее образование в области машиностроения или аналогичный опыт работы в отрасли <br>&#8226; Опыт ремонта, технического обслуживания и тестирования технологий в машиностроительной среде<br>&#8226; У вас должна быть лицензия на работу с вилочным погрузчиком или опыт работы с вилочным погрузчиком') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Возможность оказывать значимое влияние, предоставляя сотрудникам знания и навыки, необходимые им для успешного выполнения своих обязанностей и достижения успеха в бизнесе<br>&#8226; Руководство и поддержка со стороны опытных руководителей, с которыми вы работаете и которые стремятся к вашему успеху и профессиональному развитию  <br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160470' => [
        'id' => '160470',
        'title' => Yii::t('main', 'Вакансия Морской техник-механик Калининград'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Морской техник-механик'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Морской техник-механик') . '</h2>
                                <span class="time">' . Yii::t('main', 'Калининград') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'В нашем подразделении механических решений эта должность связана с эксплуатацией подводного режущего, дноуглубительного и очистного оборудования. Вам потребуется выезжать на морские объекты для эксплуатации, технического обслуживания, проверки работоспособности и ремонта оборудования во время выполнения проектов клиентов.') . '</p>
                                <h5 class="">' . Yii::t('main', 'В некоторые из ваших обязанностей будет входить:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Обеспечение безопасной эксплуатации всего оборудования на оффшорной площадке/на месте работы клиента, соблюдение политик и процедур Green Line и обеспечение того, чтобы все мероприятия по техническому обслуживанию были задокументированы в соответствии с требованиями<br>&#8226; Эксплуатация, проведение функциональных тестов, техническое обслуживание или ремонт в соответствии с требованиями проекта или инструкциями, как самостоятельно, так и под наблюдением<br>&#8226; Выявление потенциальных опасностей на морской площадке/месте работы клиента с учетом условий окружающей среды, которые могут представлять угрозу для безопасности, здоровья персонала или охраны окружающей среды<br>&#8226; Сотрудничество с представителем клиента на оффшорной площадке для планирования, организации и выполнения задач, а также участие в переговорах по инструментарию<br>&#8226; Своевременное заполнение всей необходимой документации для морских работ, включая, но не ограничиваясь этим, отчеты о техническом обслуживании, отчеты по проектам, журналы работ, табели учета рабочего времени, расходы, удовлетворенность клиентов, отчеты о повреждениях и профилактические мероприятия<br>&#8226; Посещение семинара MS Workshop, где это необходимо, перед мобилизацией оборудования для проверки оборудования<br>&#8226; Координация с QHSE для оказания помощи в расследованиях и отчетности о сбоях, NCR и возможностях для улучшения') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Высшее образование в области машиностроения или эквивалентный опыт работы в отрасли<br>&#8226; Опыт эксплуатации подводных, режущих, дноуглубительных и чистящих инструментов с применением абразивных материалов<br>&#8226; Опыт проведения ремонта, технического обслуживания и тестирования в подводной среде<br>&#8226; Умение решать проблемы в качестве сильного командного игрока<br>&#8226; Отличные навыки устного и письменного общения') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Возможность оказывать значимое влияние, предоставляя сотрудникам знания и навыки, необходимые им для успешного выполнения своих обязанностей и достижения успеха в бизнесе<br>&#8226; Руководство и поддержка со стороны опытных руководителей, с которыми вы работаете и которые стремятся к вашему успеху и профессиональному развитию  <br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160480' => [
        'id' => '160480',
        'title' => Yii::t('main', 'Вакансия Техник-механик на суше Санкт-Петербург'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Техник-механик на суше'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Техник-механик на суше') . '</h2>
                                <span class="time">' . Yii::t('main', 'Санкт-Петербург') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Эта должность, основанная в нашем подразделении механических решений, включает в себя эксплуатацию и сервисное обслуживание подводного режущего, дноуглубительного и очистного оборудования. Вы будете работать в нашей мастерской в Санкт-Петербурге, где будете отвечать за эксплуатацию, техническое обслуживание, проверку и ремонт высококачественных инструментов и оборудования.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Время от времени вы будете выезжать в места расположения клиентов для подготовки оборудования к мобилизации или его демонтажу, а также проводить ознакомительные тренинги для сторонних организаций. Кроме того, в ваши обязанности могут входить другие обучающие мероприятия.') . '</p>
                                <h5 class="">' . Yii::t('main', 'В некоторые из ваших обязанностей будет входить:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Безопасная эксплуатация всего оборудования на рабочем месте, соблюдение правил и процедур QHSE в области механических решений<br>&#8226; Выявление потенциальных опасностей на рабочем месте с учетом окружающей обстановки и преобладающих метеорологических условий, а также взаимодействие с QHSE для содействия расследованиям и отчетности о неисправностях, NCR и OFI.<br>&#8226; Общение с представителем клиента на суше по вопросам планирования, организации и выполнения задач<br>&#8226; Участие в обсуждениях инструментария и совещаниях по обзору работы до и после ее завершения, обеспечение завершения оценки рисков, их анализа, а также принятия корректирующих мер, вытекающих из замечаний о несоответствии требованиям и жалоб клиентов.<br>&#8226; Своевременное заполнение всей необходимой документации по выполненным работам, включая, но не ограничиваясь этим, отчеты о техническом обслуживании, отчеты по проектам, журналы работ, табели учета рабочего времени, расходы, отзывы об удовлетворенности клиентов, отчеты о повреждениях и профилактические действия') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Степень бакалавра или выше в области машиностроения или эквивалентный опыт работы в отрасли<br>&#8226; Подтвержденный опыт проведения высококачественных ремонтов, технического обслуживания и испытаний в условиях мастерской, а также подводных работ на море и на суше, включая IRM и вывод из эксплуатации<br>&#8226; Опыт работы с подводными режущими, дноуглубительными и чистящими инструментами, предпочтение отдается работе с абразивными материалами <br>&#8226; Хорошие навыки устного и письменного общения<br>&#8226; Командный игрок с практическим подходом и готовностью внести свой вклад') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Возможность оказывать значимое влияние, предоставляя сотрудникам знания и навыки, необходимые им для успешного выполнения своих обязанностей и достижения успеха в бизнесе<br>&#8226; Руководство и поддержка со стороны опытных руководителей, с которыми вы работаете и которые стремятся к вашему успеху и профессиональному развитию  <br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
    '160490' => [
        'id' => '160490',
        'title' => Yii::t('main', 'Вакансия Менеджер по работе с ключевыми клиентами Санкт-Петербург'),
        'meta' => [
            'description' => Yii::t('main', 'Green Line - ') . Yii::t('main', 'Менеджер по работе с ключевыми клиентами'),
            'keywords' => Yii::t('main', 'Вакансии'),
            'robots' => 'index, follow',
        ],
        'content' => '
            <section id="news-item" class="container no-copy">
                <div class="row">
                    <div class="col-lg-10 offset-lg-1 col-12">
                        <div class="row">
                            <div class="col-12">
                                <h2 class="up-line green mb-lg-2">' . Yii::t('main', 'Менеджер по работе с ключевыми клиентами') . '</h2>
                                <span class="time">' . Yii::t('main', 'Санкт-Петербург') . '</span>
                                <div class="border-bottom my-lg-4 my-2"></div>
                                <h5 class="">' . Yii::t('main', 'Чем вы будете заниматься:') . '</h5>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Работая в нашей команде по проведению опросов и робототехнике, вы будете выступать в качестве основного контактного лица между нашими ключевыми клиентами и внутренними командами. Вы будете уделять основное внимание обеспечению превосходного обслуживания клиентов и обеспечению повторного привлечения наших существующих клиентов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете работать с нашими клиентами, чтобы понять их желания и потребности, предлагая решения проблем и работая с ними над любыми проблемами, которые могут возникнуть в ходе их проектов.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Вы будете отвечать за информирование наших клиентов о новейших разработках в области Green Line Technology и о том, как наше новейшее оборудование может положительно повлиять на их работу. Вы также будете выстраивать прочные внутренние отношения, регулярно поддерживая связь с нашими мастерскими и службами технической поддержки, чтобы обеспечить доставку продукции нашим клиентам и последующее техническое обслуживание.') . '</p>
                                <p style="text-indent: 30px;">' . Yii::t('main', 'Сбор аналитической информации о рынке и конкурентной среде является еще одним ключевым аспектом этой роли, позволяющим выявлять возникающие рыночные тенденции и новые возможности для продуктов и услуг Группы.') . '</p>
                                <h5 class="">' . Yii::t('main', 'Какой опыт вы привнесете с собой:') . '</h5>
                                <p style="">' . Yii::t('main', 'Это отличная возможность присоединиться к динамичной и нацеленной на результат команде и добиться долгосрочного успеха с нашими уважаемыми клиентами.') . '</p>
                                <h5 class="h6">' . Yii::t('main', 'Что поможет вам добиться успеха в этой должности?') . '</h5>
                                <p style="">' . Yii::t('main', '&#8226; Опыт предыдущей работы на аналогичной должности, глубокие знания в области нефтеперерабатывающей промышленности<br>&#8226; Отличные навыки межличностного общения, организованность и способность успешно работать в среде, ориентированной на клиента и обслуживание.<br>&#8226; Способность управлять полным циклом взаимоотношений с клиентами от первоначального обращения к заказчику до закрытия заказа и дальнейшего управления взаимоотношениями') . '</p>
                                <h5 class="">' . Yii::t('main', 'Что мы можем предложить:') . '</h5>
                                <p>' . Yii::t('main', '&#8226; Динамичная и совместная командная среда, где ценится ваш вклад и приветствуются ваши идеи<br>&#8226; Возможность оказывать значимое влияние, предоставляя сотрудникам знания и навыки, необходимые им для успешного выполнения своих обязанностей и достижения успеха в бизнесе<br>&#8226; Руководство и поддержка со стороны опытных руководителей, с которыми вы работаете и которые стремятся к вашему успеху и профессиональному развитию  <br>&#8226; Позитивная и инклюзивная корпоративная культура, способствующая сотрудничеству, творчеству и взаимному уважению между членами команды') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="row">
                    <div class="col-lg-10 col-12 mt-2">
                        <div class="item">
                            <div class="row d-flex justify-content-center align-items-center text-md-left text-center">
                                <p><b>' . Yii::t('main', 'Для рассмотрения вашей кандидатуры отправьте резюме на электронный адрес: ') . '</b></p> &nbsp;&nbsp;
                                <p>' . yii\helpers\Html::a('career@greenlinerussia.com', 'mailto:career@greenlinerussia.com') . '</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        '
    ],
];

$page = $pages[$id];

$this->title = 'Green Line - ' . $page['title'];

foreach ($page['meta'] as $name => $content) {
    $this->registerMetaTag(['name' => $name, 'content' => $content]);
}

?>

<header id="header" class="container-fluid navigate-header">
    <div class="img-container">
        <img src="/img/headers/career.jpg" alt="Новости">
    </div>
    <div class="container">
        <div class="row">
            <div class="col-lg-10 offset-lg-1 col-12">
                <h1><?php echo Yii::t('main', 'Карьера') ?></h1>
                <span class="breadcrumbs">
                    <?php echo Html::a(Yii::t('main', 'Главная'), ['/']) ?>
                    - <?php echo Html::a(Yii::t('main', 'Карьера'), ['/career']) ?>
                    - <?php echo Html::a($page['title'], ['/career/' . $page['id']], ['class' => 'current']) ?>
                </span>
            </div>
        </div>
    </div>
</header>

<?php echo $page['content']; ?>